{
    "all": [
        {
            "social_url": "https://twitter.com/JBHUTT09",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "JBHUTT09",
            "msg_lazulight": "You three have brought so much laughter and joy to me and I cannot thank you enough!",
            "msg_elira": "Your streams are always a blast. I can't wait for the further karmic retribution that will befall Elira \"Talk sh*t; get hit\" Pendora.",
            "msg_pomu": "Your originality and creativity never cease to entertain. Thank you for inspiring me to create impomu.com. It's been a great way for me to learn about the parts of web dev with which I rarely work. I'm Pomu!",
            "msg_finana": "You could have used your screams as a devastating sonic weapon, but instead you chose to use them for entertainment. Keep screaming, Feesh.",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Fashe",
            "msg_lazulight": "You girls are awesome! Whenever I'm working or relaxing, I rewatch any one of your streams to have an instant happiness boost. All the luck to my favorite group in the future~",
            "msg_elira": "Elira, thank you for always being there for us. There was a time sadness almost consumed me whole, but some wise and well-timed words from you saved me from that. Thank you, sincerely, from the deepest part of my heart. Thank you for saving me, oshi.",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Phin86_",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "PhinAgain",
            "msg_lazulight": "Happy 1 Year, LazuLight! It is crazy to think that you debuted only a year ago because there have been so many moments & memories (& kouhai) with all of you that it feels like it's been longer. Thank you for all the fun streams and other work you do!",
            "msg_elira": "Hey, Elira! Happy 1 Year!\nIt's crazy to think you're the same dragon who made a DN joke at debut. Since then, you've had many chill and cultured moments. Thanks for all the stuff you do and cant wait for what else is planned for the future! ",
            "msg_pomu": "Hey Pomu!\nCrazy to think how much youve left an impact on me in 1y. I took part in the God knows proj. for when you came back after surgery & Im that doofus who chanted in the McD parking lot to DCL haha. Thanks for being yourself! ",
            "msg_finana": "Hey Finana!\nEver since debut (lol speedrun), youve been one of my faves to watch. Thank you for all the comfy moments & for being yourself, even if it means bringing the James Charles voice haha. Glad to be a Ryuguard.",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Cieluscian",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_01.webp",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Cielu",
            "msg_lazulight": "You've brought me such joy since your debut! You have paved the path forward for future NijiEN members and you will all always be the number one in my heart! I will continue supporting you! 💜 - Cielu",
            "msg_elira": "Hi Elira, I have been in love with your beautiful voice and your humour since your debut. Even though my art isn't that great, I will keep drawing fanarts of you because you are my number one and only oshi. Thank you for being who you are! 💜 - Cielu",
            "msg_pomu": "Hi Pomu! I have been following you since your debut. You are always breaking new ground with your stream ideas and I look forward to seeing more of what you can come up with! We are all Pomu! 💜 - Cielu",
            "msg_finana": "Hi Feesh! I have been following you since your debut. You're an endless source of hilarity and entertainment. I'm really glad to see how much you are into Honkai Impact as well. I'll continue supporting you as a Ryuguard! 💜 - Cielu",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Setsoyami",
            "msg_lazulight": "Ever since you guys debuted my life went a turn and I'm very thankful to your streams which makes up most of my days especially during time when I'm down. It was fun watching all of you grow your own communities and improve in entertaining many of us",
            "msg_elira": "Heeeeeyyyy , been a biggest fan since you got me with your Deez nuts joke on your debut. I really had a lot fun watching your stream every time you had one. I also love on how relaxing your stream are especially your voice and personality.",
            "msg_pomu": "Big PP energy, I'm Pomu , I learned a lot of things every since I had watch you, really love how you interact with the chat, hope you also have fun talking to us :) ",
            "msg_finana": "Hello Feesh, I had fun times watching your stream. I really love how you  play most of your games competitively and being the cool gamer your are especially clutching for the win.",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_27.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Blizzard",
            "msg_lazulight": "Happy first anniversary Lazulight! I want to say that I am glad that I founded you girls as since then I had lots of laughs and experienced memorable moments with you all. I wish you girls the best and let us make more memories together!",
            "msg_elira": "Happy first anniversary Elira/Elmo/Elijah/Erica/Alexa! I just want to say congrats on reaching your first anniversary! You gave us a lot of memorable moments that we will never forget and I am proud to be a Famelira! Best wishes from me!",
            "msg_pomu": "Well if it isn't Saucy Pomu. Happy first anniversary! Congrats on reaching your first anniversary! We experienced amazing moments together and I am glad to be a part of it! Keep up the brilliant work after all we still have more memes to pass on.",
            "msg_finana": "Happy first anniversary Finana! I want to say congrats on reaching your first anniversary! We experienced many unforgettable moments together and I am glad to experience them all! Keep up the amazing work and you will always be our favorite feesh! ",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/MorianaTea",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Tea",
            "msg_lazulight": "It's really 1 year huh? Not gonna lie it doesnt feel like it since i fell into lazulight hole time here passes so slowly, so yeah thanks for luring me into hole.",
            "msg_elira": "I still remember when i was hooked up by your Goodbye Sengen cover for a whole 3 months. I really appreciate everything you do for us and i will rooting for you so don't feel stressed over changing schedules everytime since your everystream is fun!",
            "msg_pomu": "You know, when i first heard Diamond City Lights whose voice i heard first? Bingo, its yours! Huh, how? Because i accidently skipped 5-10s of that song lmao. Then i fell into lazulight's hole starting with you, so ganbette i will be rooting for you!!",
            "msg_finana": "Feesh, i love eating feesh but unfortunately you are too precious for me. Not gonna lie your dumbness and funny moments you create make my stomach ache. So thanks for making my time full of laughs and i really hope tenga sponsers you!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://instagram.com/nathan.staagueda",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Nootles",
            "msg_lazulight": "Thank you for being the Powerpuff Girls of our day to day lives, providing sugar, spice, and everything nice. Much like your group's namesake, you truly have brought us light and left it to shine. May your lights keep shining brighter as you go on!",
            "msg_elira": "Elira, for the past year you have wowed, sheeshed, memed, and cackled your way into our hearts. Thank you for not just providing a platform of happiness, but a platform of comfort as well to your viewers. Happy Anniversary to our Solar Sky Dragon!",
            "msg_pomu": "Happy Anniversary Pomu! You have been a radiating beacon of positivity, hilarity, and of course, a provider of BIG POMU ENERGY this entire year. Thank you for making our days magical, as a fairy would do. PP will live on forever!",
            "msg_finana": "Pure and calm, yet unpredictable and rowdy, Finana, you truly embody the sea. This entire year, you've given us unforgettable moments to not just us, but everyone in NIJISANJI. And for that, we thank you dearly. Happy Anniversary, Feesh!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/NeroDeadweight",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Dante's Rent Money That Disappeared",
            "msg_lazulight": "Thank you all for the contents you make. Those really help me remove my stress everyday and always a must rewatch for me. Those videos motivate me more as well. Thank you again and stay safe as always!",
            "msg_elira": "I love your streams as well! Also, your look reminds me of a certain someone I like and I also like you about it! Not to forget your aura which adds up to the energy. Whoo, I always felt good just seeing you on the stream.",
            "msg_pomu": "Your streams are pretty amazing! Especially with the chat having a karaoke during the MGR ones! They were so excited about it and us too. Overall, they're all pretty well made and your voice sounds super relaxing!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/LITERALLYJOBEAN",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "JOBEAN!!",
            "msg_lazulight": "thanks for all the laughs and fun we’ve shared over the past year! ever since your debut one year ago you’ve brought so much joy to all of us and i can’t thank you three enough! keep it up, you three. can’t wait to see what this next year will bring!",
            "msg_elira": "happy one year anniversary elira!! thanks so much for all your hard work, your streams never fail to help me relax after a stressful day! ",
            "msg_pomu": "pomuuuuu!! thank you so much for one year of streaming! i’m so happy to have been around to watch you since day one and i’m so proud of you and everything you’ve done! thank you so much again and i’m so proud to be a pomudachi!!",
            "msg_finana": "happy anniversary finana!!! your upbeat energy is unmatched and i love tuning in to your streams! thank you for everything this year and heres to more fun in the future!!",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_01.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Rye ",
            "msg_lazulight": "Thank you Lazulight for introducing me to NijiEN! I only learned about NijiEN shortly before Obsydia’s debut, and your group chemistry hooked me in and kept me watching Nijisanji, so I wouldn’t be in the rabbit hole if not for you 3! <3\n",
            "msg_elira": "",
            "msg_pomu": "Thanks for always being so high energy and funny! Your personality and streams are always fun to watch, and your very normal minecraft stream + the buildup to it hooked me into NijiEN! I’ll always remember you as my very first oshi <3\n",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Nark101_",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Nark101",
            "msg_lazulight": "Finding out about the NIJISANJI EN wave announcement has truly change my life. I watched the LazuLight debut and have been watching NIJI EN ever since. I've always looked forward to the next stream from you all and the amazing things you've done",
            "msg_elira": "When I first saw you debut, I knew you could always put a smile on people faces. Your kind heart and adorable personality has truly got you to where you are. -a Famelira(weewa)",
            "msg_pomu": "Pomu you are so cute and creative, and seem to find fun in everything you do. I enjoy your interactive streams and the passionate Saucy Pomu who sang God Know 100 times until her laugh got worn out. -a Pomudachi ",
            "msg_finana": "The 8 second debut never held you back. You lovable tropical mermaid always made me laugh, and your streams are always pleasure to watch.Taking Names, Making Waves TSUNAMI -a ryugaurd ",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_41.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_49.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_21.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Doon",
            "msg_lazulight": "Happy 1st anniversary! It's been a great year with the three of you, thanks for all the good times!",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Pomu's Ribbon",
            "msg_lazulight": "Congratulations Lazulight on your 1 year anniversary! You girls and the rest of Nijisanji EN have made the last year a totally unforgettable one. I'm looking forward to spending many more years with you and the NijiEN family. 💛💙💚",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Saza Alz",
            "msg_lazulight": "Lazulight really changed my life! I'm really happy that you girls are here! I love you girls!!",
            "msg_elira": "There are so many things I want to talk about but words are not enough for everything , I am really grateful to be able to meet you and that you always make us laugh, Thanks for existing Elira!!! ",
            "msg_pomu": "Pomu I love the energy that you emit and that you always look positive, you really are a great person and I will always be happy to see you here! Thank you for existing!! ",
            "msg_finana": "Finana you always make me laugh and worry about the things you say, but the fact that you are not afraid to say those things makes you unique, Thank you for existing! ",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_23.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Renzo",
            "msg_lazulight": "It's been a year, eh... girls, thank you fot the fun and memorable moments.\nI'm truly grateful to have met each of you! Please, keep up that beautiful friendship that you have been forming throughout the year!",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "FINANA! Happy first anniversary!\nI've been watching you since your debut and... I am very proud of all your achievements that you have obtained throughout the year. \nThank you Finana, you make my days more lively! I will be supporting you always, POG",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Rogueopz",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "Thanks for always being so funny Pomu! From the skits to the collabs you always manage to put a goofy smile on my face! To one fun year and many more! ",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/parkiranhonda",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Ji | parkiranhonda ",
            "msg_lazulight": "Dear Pomu, Finana, and Elira\n\nThank you, love you all, hope you all doing great. No, I mean it. You filled my days with happiness. Glad that I found lazulight. ",
            "msg_elira": "Elira, Hope you doing great, always. whatever days I go through through whether its a bad day or a fun day, I always come back to you still. Thank you for providing such a pleasant company. You da best elira ",
            "msg_pomu": "Pomu, you have made the happiest person I've ever been times and times again. I hope you all the best in the world, thank you a million times. truly.",
            "msg_finana": "Finana, thankyou for being the first introduction of nijisanji EN for me. Stay strong girl! You've there for us and giving entertainment and everything. We are here for you too. Always ",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/bumblebean33",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "bumblebean",
            "msg_lazulight": "Thank you for being the shimmering lights that have guided me through the night! Seriously though, you three have brought so much joy to me and many, many others this past year. Thank you for everything you do, girls! Here's to another year! Otsu!",
            "msg_elira": "",
            "msg_pomu": "Thank you for being my first ever Oshi, Pomu! I've always loved your sense of humor and bubbly personality. You're one of the reasons I really got into VTubers! Keep up the amazing work and that PP Energy! OtsuPP!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_36.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/OpnWndowManiac",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "The Open Window Maniac",
            "msg_lazulight": "The three of you have been nothing but a constant  source of hilarity, joy, heinous war crimes and various other sins against nature for almost an entire year now and I just want to say thanks for all of it. Here's to many more years of LazuLight.",
            "msg_elira": "I'm still not sure if you're a bird or a dragon (some of your shrieks of terror leave me confused) but it doesn't matter because your FANTASTIC. Thanks for a great year Ewiwa, you really do shine like the sun.",
            "msg_pomu": "I for one believe in a world where we're ALL Pomu so I will do my best to support the Pomufication movement as much as I can so that the world will know the name POMU RAINPUFF, the fairy with the voice of an angel and the mind of a gremlin.  ",
            "msg_finana": "Finana, you are somehow the most wholesome and filthiest feesh its been my pleasure to be able to watch for the last year. Thanks for all the awkward weirdness, laughs and good times, please keep being you.",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Dani9651",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Dani",
            "msg_lazulight": "HAPPY 1 YEAR ANNIVERSARYYYYYYYYY!!! There's been so many treasurable moments and a blast hanging out with everyone, and the family has grown SO MUCH since Lazulight! Cant wait to see what next year has in store for all of us <3",
            "msg_elira": "I cant express how much joy and happiness you've brought me this past year in words. Every stream has me laughing and my heart feeling so full and warm, u never fail to brighten my day! Happy 1 year anniversary and thank you so much <3 Love you Eli~!",
            "msg_pomu": "HAPPY 1 YEAR ANNIVASARY POMU~!!! Cant believe its already been a whole year, feels like ive known yall forever. Thanks for all of the crazy shenanigans and fun streams, cant wait to see what the next year has in stored for us! Love ya pomu!",
            "msg_finana": "Happy 1 year anniversary Fina~!! The past year has been so much fun with all of the crazy gacha rolls and sweaty gaming, thank you for always brightening up our days and doing your best! May your next year be blessed by the gacha gods, Love ya Fina~!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Bionic608 ",
            "msg_lazulight": "Congrats on 1 year of streaming! Thanks for all your hard work in building up the Nijisanji EN branch into what it is today! You’ve all grown so much since then. Thanks for all the smiles! I look forward to all your future streams and projects.",
            "msg_elira": "Hey Ewiwa! Congrats on one year of streaming! You're one of the members who got me into watching Niji as a whole, so thanks! You've brought everyone so many smiles and laughs with your humor and jokes. This year was amazing! Thanks for everything!",
            "msg_pomu": "Hey Pomu! Congrats on one year of streaming! You're always so creative in what you do, your personality and humor are great, and I love your chaotic energy. It's all part of what makes you one of my favorite streamers! Thanks for everything!",
            "msg_finana": "Hey Fina! I started watching you a lot more this past year and it’s been great! You’re really funny and your personality has been amusing to witness. Though sometimes feesh brain makes me facepalm lol. Keep growing and thanks for everything! ",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_31.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_05.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_03.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "tsuk1yo",
            "msg_lazulight": "I haven't been your most longest fans, but since the day I found LazuLight. I'm in love with all your streams, your western twerkable songs, etc. I literally can't express how much I love you, I would draw fanarts but I can barely draw stickmen.",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/tophrii",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Tophrii",
            "msg_lazulight": "Cant' believe it's only been a year, when it feels like you've been part of our lives for way longer. That being said, thank you for the past year of fun, laughter, and memories. You really made an impact in all of our lives-- We loOoOoOve Lazulight!",
            "msg_elira": "Hey big E! Just wanted to say thank you for being like a big sister to everyone in NijiEN. You might not think too much of it, but you've done so much for not just Lazulight, but Nijisanji as a whole. Famelira will continue to love and support you!",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_17.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/RyoheiX",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "RowJ",
            "msg_lazulight": "It has been a year since you started this journey, you were the first and it is thanks to you that nijisanji EN has achieved all that it has achieved until today, so from the bottom of my heart, thank you very much girls~",
            "msg_elira": "Thank you very much Elira, you were the first girl I set my eyes on when nijisanji was announced and although I couldn't become part of the Famlira, I will always be grateful to you, cuz it was thanks to you that I was able to meet Fina~",
            "msg_pomu": "Pomu, I love your energy and I think we have too much in common, that's why I am happy you are part of the first generation of nijisanji, even if I am not one of your pomudachis, I am supporting you, thank you Pomu! for being a good friend of Fina~",
            "msg_finana": "I don't know what I can tell u that I haven't told u before~\nI love u? I always try to remind u of that~\nYou are the most important thing to me? I always try to show that this is evident~\nSo for now I'll just say this~\nFina! Thank you for everything~",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_18.webp"
        },
        {
            "social_url": "https://twitter.com/Virulent09",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Virulent",
            "msg_lazulight": "Congratulations on a whole year of LazuLight! You three wonderful girls laid the foundations for NijiEN and without your hard work and passion NijiEN would never grow as big as it is right now. I thank you from the bottom of my heart. ",
            "msg_elira": "",
            "msg_pomu": "Hi Pomu, I just want to say that before I started watching you on a regular basis I was starting to get burned out on vtubers and almost stopped watching them. I want to thank you very much for reigniting my love of vtubers. Congrats on one year!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/cosmotaku7",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "GeneralFanArt/pomu_art/pomu_02.webp",
            "art_finana": "GeneralFanArt/finana_art/finana_01.webp",
            "name": "Cosmotaku7",
            "msg_lazulight": "Happy anniversary! Time really flies, huh? I started watching around when you guys debuted, and now I continue to watch as I almost finish my freshman year of college. You're all so funny and down to earth, able to bring smiles no matter the day. ",
            "msg_elira": "You really are a ray of sunshine, appropriate of the solar sky dragon. Thanks for always making me laugh when I need it, your laugh is so contagious! You also know the right things to say to motivate someone when needed. First superchat well spent.",
            "msg_pomu": "You are so cute, funny, and bring life to any dreary day. Your singing is also immaculate, Pomu karaoke is always a treat. Being a pomudachi is such a pleasant yet crazy experience.  Your streams always bring me comfort no matter how chaotic <3.",
            "msg_finana": "What I appreciate most about your streams is how open you are about yourself. You are so sweet, down to earth, and brave for being so honest. You'll always be much more than the \"NSFW Feesh\". I'll be sure to tune into more streams when I can :)",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/NATELS2232",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "NATELS",
            "msg_lazulight": "HAPPY 1 YEAR! I didn't watch you since debut, because I didn't watch EN VTubers at that time, but I watch you guys now a lot! Thank you for making us have fun, making a lot of stuff for us, and being in NijiEN!",
            "msg_elira": "HAPPY 1 YEAR ELIRA! You always make me die by laughing when I watch your streams. You may not think you're funny but I promise that you are! Thank you for being our sun on our rainy days, and being here in NijiEN !",
            "msg_pomu": "HAPPY 1 YEAR POMU! You always have so many funny ideas and stuff to do, and I have always a lot of fun watching that! Thank you for enlightening our days when we feel bad or sad, and for being here in NijiEN!",
            "msg_finana": "HAPPY 1 YEAR FINANA! Watching your streams being unseiso makes me laugh a lot (or having second-hand embarrassment, it depends)! Thank you for making us cheer up when we are not happy, and for being here in NijiEN!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/1MiiSan",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "mii",
            "msg_lazulight": "Happy Anniversary LazuLight!!  So many great memories in the first year and there’s so much more to come!  You will always have my support.  Love you all~",
            "msg_elira": "Heyyy~  Congrats on your 1st anniversary Eli!!  Thank you for always making me smile <3",
            "msg_pomu": "Happy Anniversary Pomu!!  It was a busy first year but all your hard work did not go unnoticed.  Thank you for everything <3",
            "msg_finana": "Happy Anniversary feesh!!  In one year you changed me more than anyone else has.  From the music i listen to or games i play.  Even anime too.  All were in some way influenced by you.  I’m excited to see what else will change in the next year! <3",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_10.webp",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "WildestDuck",
            "msg_lazulight": "Happy 1 Year! Since your debuts, you guys have grown so much, made so many cherished memories, and worked so hard to make NijiEN what it is now. Lazulight will forever have a special place in my heart, I love you three so much! Keep doing your best!",
            "msg_elira": "Elira, I always love your streams whenever I get the chance to catch them. I have the utmost respect for you and how much you've been looking out for everyone in NijiEN ever since the start. Keep being the entertaining and caring dragon queen.",
            "msg_pomu": "Pomu, my kamioshi, there's so much I wanna say. TYSM for all your hard work and fun memories for the past year! You're the reason I'm the NijiEN fan here today. Always know you're doing great and we're so grateful to have you in our lives and NijiEN!",
            "msg_finana": "Finana, thank you for all the fun stream you have provided us for the past year. I always appreciated how you handle things at your own pace while still making the best of it. Hope you can keep on bringing your own fun spice in NijiEN!",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_09.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "ScrubsMcGee",
            "msg_lazulight": "",
            "msg_elira": "I found out about you a year ago when you debuted and ever since then your streams have been a sigh of relief from the stresses of life. Thank you so much for coming into mine and everyone else's lives and always remember that we love you dearly.",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/LarryKameo",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Larry Kameo",
            "msg_lazulight": "It's been a fun year! I'm so thankful for all the content and fun times you've given us, and I hope many more together. You've all inspired me to start creating content and singing again, and also I've made countless friends bc of you! Thank you!",
            "msg_elira": "EWIWA! You cute cute dragon! Thank you for all the content you've created in the past year and for introducing me to LazuLight and NIJISANJI. If I hadn't come across your debut, I may never have watched NIJISANJI EN.",
            "msg_pomu": "IM POMU!!! Pomu Rainpuff, you adorable forest fairy! You are one of the funniest people I know and thank you for all the laughs and smiles you've brought to my face over the past year! I can't wait for much more funni fairy content!",
            "msg_finana": "FEESH!!! Finana Ryugu, my kami oshi! I try to shower you with love every day, but I have to keep it brief here. tysm for re-lighting creative fire in me this past yr. If I didn't meet you my life would be very different. I love you so much, Finana <3",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/KazCrz",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "KazakeCraze",
            "msg_lazulight": "You've all been nothing short of monumental for me! I used to be afraid to put myself out there but your dedication, unwavering commitment, & willingness to connect with the community has pushed me to pour myself out there! I love you all so much!",
            "msg_elira": "You've always been the cool, collected, & calm one for me. I know you feel nervous & shy at times, but the way you manage these feelings, your laughter, & your amazing silky (singing) voice all converge to bring forth what a wonderful person you are!",
            "msg_pomu": "You never disappoint with bringing the most fun streams I've ever had the pleasure of witnessing. Your creativity, the way you always keep things fun, your rambunctious energy, & your incredible voice make for someone that we need more in this world.",
            "msg_finana": "The way you pour your feelings & efforts into the world, into your fans, is nothing short of inspirational. The passion & love you invest into your streams is endearing & your voice is blissful & adorable! You'll always have a place within my heart!",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_10.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_15.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_06.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "WeeabooAndy",
            "msg_lazulight": "Lazulight has been such a big part of my descent into vtuberdom and I am so thankful for being dragged into experiencing so much with you girls as well as the rest of the NijiEN family.",
            "msg_elira": "EWIWA!!!! It's been such a great time laughing and goofing around with you and the rest of Famelira. You are the first vtuber I joined the membership for and I've enjoyed every moment of it! Congrats on 1 year!!!",
            "msg_pomu": "Hello Ms. Pomu \"Muckmu\" Rainpuff. Congratulations on 1 year! Always such a blast hanging out with you and the rest of chat!",
            "msg_finana": "Hi Finana! Your streams are always full of laughs and unexpected moments! Congrats on 1 year and hope to celebrate another next year!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Nici",
            "msg_lazulight": "Happy 1st Anniversary!\nYou guys are awesome! I can't count how many times I almost fell out of my chair laughing while watching your streams. I wish you only the best and am already looking forward to the years to come! ",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "Happy 1st Anniversary Finana!\nSince the first time I watched your stream you have become my number 1. You are amazing! Well, I can't even describe you, you are more than amazing! It has been such a fun year thanks to you!\nLove you Fina!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/keyudragon_hmmm",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "keyudragon",
            "msg_lazulight": "Happy 1st Anniversary Lazulight. Its been a great ride. From debut to now. You girls are the start of the big nijisanji en family. I love everyone of you. Its been so much fun watch all the stream lazulight have give us. lets have more fun stream.",
            "msg_elira": "To Eli. Your like Lazulight Leader. as much as you dont want to admit. you pull Lazulight together. i dont think lazulight will be what lazulight is today without you. You smooth voice is what i like about you. be it just talking or singing.",
            "msg_pomu": "To Pomu. Your like the first fairy who did some many thing i never see before. Your stream have so much energy. the PP energy never run out. Also I can never see DCL without your wotagei chorus.",
            "msg_finana": "To Finana. My kami-oshi Feesh. You give me so much joy. Your cute airhead self. Make me want to protect you forever. Im happy your the fish I found in this really big ocean we have. Also I never knew you was SO SEISO?. ",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Chevrolete6",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Chevrolete",
            "msg_lazulight": "Words can't describe how proud I am to be apart of this community, nijisanji as a whole has grown so much more than I could imagine. It all started with our 3 favorite girls can't wait for  what the future holds. <3",
            "msg_elira": "Elira I'm so proud of you!!! After watching clips of you I just adored you're personality, that unique laugh of yours, also you're amazing singing talent that blesses our ears every karaoke stream. We love you <3 thanks for the memories girl.",
            "msg_pomu": "Ah the best fairy ever/emergency food, thanks for everything all the laughs from amogus or the screams from all the scary games you played. Watching you really showed me and probably a lot of people the light that could shine from the cruel world.",
            "msg_finana": "Good old feesh, from the vr streams, crabgame or friday the 13th you always crack me up even when im in a pretty bad mood watching you're streams always impacted me always making my day better. Thanks again feesh can't wait !!! <3",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/AzuKitsunee",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_11.webp",
            "art_elira": "GeneralFanArt/elira_art/elira_03.webp",
            "art_pomu": "GeneralFanArt/pomu_art/pomu_06.webp",
            "art_finana": "GeneralFanArt/finana_art/finana_02.webp",
            "name": "AzuKitsune",
            "msg_lazulight": "YOU 3 MADE MY WHOLE YEAR BETTER THANK YOU ILYALL",
            "msg_elira": "ewiwa. U ARE SOOOO CUTE AND SOOOO DAMN FUNNY THANK YOU FOR MAKING US SMILE AND LAUGH EVERYDAY ^^",
            "msg_pomu": "POMU. u are soooo damn funny and i love that thank you for making us laugh :D",
            "msg_finana": "FEEEEESH u. are. so. cute. everytime i watch u, i die from cuteness ilysm dummy feesh -3-",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_03.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/NemuSleepQueen",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Nemu Nemu The Sleep Queen",
            "msg_lazulight": "Congratulations on 1 year! Your chemistry is amazing not just with each other but all of NijiEN, and your collabs both big and small are always a good time. Here's to many more!",
            "msg_elira": "",
            "msg_pomu": "Gratz on 1 year, Pomu! Your perfect balance of comfy vibes, passion, and energy always manage to make me laugh and smile. The effort you put into your content shows and your wit never ceases to amaze me. I'm glad to have a kamioshi as amazing as you!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Zhumingz",
            "msg_lazulight": "Congrats on 1 year anniversary Pomu, Elira and Finana! Since you all debuted, it's been an absolutely wild ride with fun and laughs everyday. I'm so glad to have all of you in my past year. Look forward to many more with Lazulight! Stream DCL! ❤️",
            "msg_elira": "Congrats on 1 year anniversary Ewiwa! Your streams are always fun and I love your singing which is amazing. I can't wait to see what you accomplish next and hope to experience it with you. ",
            "msg_pomu": "Congrats on 1 year anniversary Pomu! I've watched you since debut and it has been an absolute wild ride. There has never been a dull moment in your streams and you've definitely been a highlight of my past year. Look forward to many more my Oshi! ❤️",
            "msg_finana": "Congrats on 1 year anniversary Feesh! There was never a dull moment in your streams since your streams always bring me lots of laughs. I can't wait to see what you accomplish next and look forward to even more great times with you!",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_38.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "onlyStan",
            "msg_lazulight": "",
            "msg_elira": "Remember when you sang Roku for your birthday karaoke, nailed the growl and started laughing? That moment stayed with me and always makes me happy when i remember it. You're great, keep on doing whatever you want to do :D",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/TakezoMitsurugi",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "GeneralFanArt/pomu_art/pomu_05.webp",
            "art_finana": "",
            "name": "Takezo",
            "msg_lazulight": "Congratulations on your One-Year Anniversary!!\nI can't believe it's already been a year! Thank you for all the hard work you do to make such fun and enjoyable streams! Looking forward to support you for many years to come! Lazulight LOVE!",
            "msg_elira": "",
            "msg_pomu": "Congrats on 1-year! Thank you for being such a sweet and wonderful person! You're very humble and say you aren't all that but I truly admire you and aspire to be more like you. I hope to keep supporting you like you do for us everyday! I LOVE POMU!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_17.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "TheLoneJinx",
            "msg_lazulight": "Over many the years of watching VTubers both JP and EN, I've never had a group impact my life as much as Lazulight has. Ever since watching your debuts, it has been nothing but a positive experience for my life. Thank you all for being inspirations!",
            "msg_elira": "Whenever I see you Elira, I know it's gonna be a chill fun time.\nThe funny and interesting conversations you have with us and all the new things I learn from listening to your streams has been amazing. Thank you for being your incredible self Elira!",
            "msg_pomu": "Ever since I've started watching you, my days have been filled with laughter and smiles.\nI look forward to everything you do, and it has become such a big source of happiness in my life. Thank you Pomu for all the wonderful memories!",
            "msg_finana": "There really is no other experience like Finana.\nYour determination to stick to your guns and how unashamed you are with your interests and opinions is really fantastic. Thank you Finana for being an inspiration to always be ourselves no matter what!",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_13.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/jotamide",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Jotamide",
            "msg_lazulight": "Thank you LazuLight for being such a breath of fresh air in the western vtuber space, I don't think I could have asked for a better trio to kickstart Niji EN. I always look forward to your group collabs and since day 1 the fun just hasn't stopped.",
            "msg_elira": "Congrats on the 1 year anniversary Ewiwa! Thank you for being such a considerate senpai to all the Niji EN members and for your hard work all these months. I love your karaokes and best of luck in the future!",
            "msg_pomu": "Congrats on the 1 yr anniversary Pomu! Your streams are always super creative and I'm really happy to see you often in Pufferfeesh collabs. Your MGR playthrough is easily some of the most fun I've had watching a stream, thanks for all the hard work!",
            "msg_finana": "Congrats on your 1st year anniversary Finana! Your streams turned me from a casual clip watcher to a daily watcher of my feesh oshi. Thank you for all the fun times you've given the Ryuguards so far and I can't wait to see what the future holds! <3",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/verixum",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Venarius",
            "msg_lazulight": "Wow, I can’t believe I have been watching you all for almost a year now. It feels like Lazulight only debuted yesterday. I was excited to see new vtubers and I’m glad I stuck around. Watching you all brings me so much joy. I’m glad you’re here.",
            "msg_elira": "Hiya Eli! I can’t believe it’s been a whole year already. I guess time really flies when you’re having fun. I have been lurking in chat since the beginning and I’m so proud of how far you’ve come. I hope your anniversary day is amazing.",
            "msg_pomu": "Heya Pomu! This year has really flown by fast. Watching you and all your creative ideas is incredibly fun and I always enjoy my time in your streams. It’s really amazing to see how much you’ve done already. Here’s to another year together.",
            "msg_finana": "Heya Feesh! It’s been a year already hasn't it. It really doesn't feel that way. I guess that’s what happens when you enjoy your time so much. Every day spent watching you is amazing and as a proud ryuguard wouldn’t trade it for anything. ",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Ghirocks_Log",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "ghirocks_log",
            "msg_lazulight": "I thought I left the rabbit hole. But, I fell back in WAY harder.  Even if it doesn't seem like much. Thanks for reading my chat messages! Life feels less dull now because you all have filled my life with light!  LAZULIGHT FOREVER!",
            "msg_elira": "Soft Onee san Ewiwa. It was fun watching the Rat Movie with chat. I can relate with your BEEG boomer energy. It's nice! I'm glad your cough is going away. So, you can sing like how you want to again! Thank you for the comfy comf energy!",
            "msg_pomu": "Thank you for sharing so much of you. I held back on so much in my life.  But, when I saw you doing the things you loved and enjoying yourself.  I thought I could do that too. Thank you Pomu my Nijisanji EN KAMI/CUMMY OSHI! BEEG PP ENERGY! IIETAIGA!!",
            "msg_finana": "Oh, smol cultured \"seiso\" feesh. Thanks for getting me back into Honkai. I'm sad I ever stopped playing. Thanks for all the hand cam streams. Even if you only brush once (I do too). I hope you accomplish what you strive for while in good health.",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_45.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_54.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_24.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "tefo",
            "msg_lazulight": "Happy anniversary LazuLight!\nYou girls are such talented and wonderful! I’m really happy to see how many people enjoy watching the streams and how rapidly the number is growing! Can’t wait to see more of the fun experiences!\n",
            "msg_elira": "",
            "msg_pomu": "\n\nHappy anniversary Pomu!\nHard to believe how time passes by when you have so much fun! \nI’m thankful for all the things you do for us and I will never stop believing in fairies!\nThanks for this wonderful year full of fun <3. \n",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Gonxaleo",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "Damn, 1 year already? It flew by so fast. You definetly made the life of many Pomudachis out there more happier. I'm happy to see you fullfiling your dreams day by day. The sky is the limit! Happy anniversary Pomu!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Rifticus",
            "msg_lazulight": "Holy Shiza!!! It's honestly pretty crazy to think you've all been doing this for a year now!! It's been hilariously fun to watch all of you from the get go and I just want to say thanks and wish ya all the best going forward!! TO MANY MORE YEARS!!!",
            "msg_elira": "",
            "msg_pomu": "AAAHHHHH!!! ONE YEAR OF POMU LET'S GOOOOO!!! I really can't believe it's been a year! Watching your streams is always such a fun and unique experience that I just can't see getting anywhere else!!! Keep it up Pomu, Love ya!!!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Feet_man69",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Feetman69",
            "msg_lazulight": "Y'all have gave us viewers so much in this year it feels undeserving, but y'all's great streams and energy through all y'all's streams really let us get through these tough years much easier and I really appreciate it all.",
            "msg_elira": "The old ass I mean beautifully young dragon you are really pieces together Lazulight and you provided a start that made y'all as big as y'all are today.",
            "msg_pomu": "Pomu, as the start of Niji En and my true oshi, you have led me through some times and truely led all of Niji En as a whole. You are the center of it all and I believe you deserve so much love and more. Also feet stream please <3",
            "msg_finana": "Ahh, now to the fish herself, your start was a bumpy one but look how far you came now, you really piece together Lazulight as the trio it is and Lazulight could not ask for a better member.",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "EliG.",
            "msg_lazulight": "You three are literally the (lazu)light of my everyday and i'll always appreciate your existence with my life (i'm sure everyone else too c:). I really hope that you can continue being happy for all your life!! Congrats for the 1st Anniversary!!",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/sorais_o",
            "art_lazulight": "",
            "art_elira": "GeneralFanArt/elira_art/elira_02.webp",
            "art_pomu": "",
            "art_finana": "",
            "name": "Ying茶",
            "msg_lazulight": "I did not join the Nijisanji fandom when you guys first came out but I can happily say that you guys as a whole have got me in your wonderful clutches now! This new year has been a bit rough on me but your content makes my day everyday! Happy 1 year!",
            "msg_elira": "I absolutely adore you, you relatable dorky dragon girl. Truly a solar dragon as you've brought me much light in my time of darkness. I hope you know that your presence is adored by all; guys, and girls; like me and everyone in between. Happy 1 Year!",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/vonPeterhof",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "vonPeterhof",
            "msg_lazulight": "Congratulations on your first anniversary! I've been watching you three since day 1, so I am very happy to see how far you three and NijiEN as a whole have come! Here's to many more amazing things in the coming years!",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "Dear Finana, my one and only kami-oshi! Thank you for creating such a warm and welcoming atmosphere in your streams. Thank you for sparking my interest in the Hmong language and culture. And most of all, thank you for always being you!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Elemintabni",
            "msg_lazulight": "Congratulations on the one year anniversary Gatekeep Gaslight Girl Bosses! Here is the first year and all the years to come!",
            "msg_elira": "It has been a pleasure to see you grow as a liver, from Elira to Ewiwa, now get out their and celebrate! It's a celebration for not me, not Hermione, but you! ",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "GeneralFanArt/elira_art/elira_05.webp",
            "art_pomu": "",
            "art_finana": "",
            "name": "Kaori Lunaris",
            "msg_lazulight": "The start of the wonderful family that is Nijisanji EN. You girls deserve the world. You have all brought so much joy and laughter in your own unique ways and I will always be so grateful for it. Congratulations on one year!",
            "msg_elira": "What a year its been! Your streams are always so much fun to watch. You are so kind and caring and your passion and reactions during streams are so endearing. Thank you for all the streams! I hope the next year is just as wonderful.",
            "msg_pomu": "Im Pomu! Your energy is contagious and your creativity is boundless. Your interactions with others is always a treat, and your streams can always make me smile. I can't wait for what the next year brings.",
            "msg_finana": "Feeesh! I admire the dedication you put into your interests and the work you put into setting up servers behind the scenes. I always appreciate a fellow gacha addict and one who isn't afraid to be passionate about their likes. Cheers to another year!",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_26.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Roboticpaladin",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Robotic Paladin (Robo)",
            "msg_lazulight": "Congrats on your 1st anniversary LazuLight! You girls will forever have a lasting impact on my life, one which I can never thank you three enough for. I wish that all your futures will shine as brightly as the joy you've given us.",
            "msg_elira": "To the best Solar Sky Dragon (and Onee-san); You were my introduction to NIJIEN. If it wasn’t for you, I would have never found NIJIEN or LazuLight for that matter. Thank you for guiding me with your shimmering light!",
            "msg_pomu": "To the number one Fairy (and Pomu); You always had this energy (BIG PP energy) that kept pulling me in and eventually got me more into Nijisanji. Thank you for illuminating what’s inside and giving me the magic to believe (that I’m also Pomu)!",
            "msg_finana": "To my favorite mermaid (and number one oshi); You will forever be one of my biggest inspirations, one whom I respect and love. Thank you for showing me that there will always be a tomorrow and that I’ll never have to be alone!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_14.webp"
        },
        {
            "social_url": "https://twitter.com/PockyNeo13",
            "art_lazulight": "",
            "art_elira": "GeneralFanArt/elira_art/elira_04.webp",
            "art_pomu": "",
            "art_finana": "",
            "name": "Naonano",
            "msg_lazulight": "Happy anniversary to the group that dug me deeper into 2434 hole further than I thought. Happy to watch the (growing) NijiEN family interactions!!",
            "msg_elira": "Hey~ Ewiwa you are a literal sunshine and no kidding, you brighten up my days! I love your explosive energy and enjoy your early dragon stories.",
            "msg_pomu": "I'm Pomu! I love your energy! Thank you for the fun contents and will stay to support forever!",
            "msg_finana": "Your debut really made an unforgettable impression, hooked me to stay for more and will always love you as you are!",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_28.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/BrandonJohns96",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "GeneralFanArt/pomu_art/pomu_01.webp",
            "art_finana": "",
            "name": "Brandon Johns",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "Pomu, you're great! It is difficult to describe in words. In helping to create this website for you, I wish to convey the joy you’ve brought to my life. IETTAIGA!",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_36.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_48.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Umi_Kousaka1476",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "UmiKousaka",
            "msg_lazulight": "I am so glad that all of you are in Nijisanji EN! The bond between the three of you is something that has always warmed my heart. I hope to be able to keep up with y'all for many more months to come!",
            "msg_elira": "Thank you so much for you being you! Whether it be your cute laughs, your beautiful singing, or your warm and kind personality, there's always something to look forward to in your streams to brighten up my day and be joyful for. ",
            "msg_pomu": "Your streams are always a blast! I love the streak of creativity that you exhibit with your videos, whether via your gameplay or your skits. I know that whenever you stream, there is always something for me to be blown away by with your ingenuity.",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/third12_",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "third12",
            "msg_lazulight": "I can't believe it's been one year already since you guys debuted and started the Niji EN family. You guys were the ones that made me fall down the nijisanji hole deeper so thanks for all the fun times! Happy 1 year Anniversary Lazulight 🎉",
            "msg_elira": "When I first saw the announcement of lazulights debut idk why but I felt that you'd be my oshi and you really did.I guess it really was love at first light lmaoo cwinge😂Thanks for the past year.I really enjoy being a famelira.Happy Anniversary Eli🎉",
            "msg_pomu": "It's been one year already and your yakkai still lives in my head rent free I looove idols and all those call and responses so seeing someone else enjoy that as well do that made me soo happy. Happy Anniversary Pomu! Pomufication is just beginning",
            "msg_finana": "Can't believe it's been one year now with the sussy feesh the things you say sometimes are questionable but amidst all that you really care about your fans and your friends a lot. Thank you for being so interactive with your fans. Happy Anniv Finana",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/d_dr4gon",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "D-Dragon",
            "msg_lazulight": "CONGRATS ON 1 YEAR OF OPENING MEMORIE'S DOOR AND LETING US FIND SOMETHING THAT WE CAN LIVE FOR!!!!",
            "msg_elira": "SHEEEEEEESH!!!!! I'm here once more to thank you for helping bringing a lot of communities together by being your fun silly cute self!!! Remember that the famElira will always be there for you whenever you feel under the weather!!",
            "msg_pomu": "Hey Pomu, vod watcher here. Thanks for being part of the great journey that NijiEN has been!! Hope we can laugh and make more great memories in the future!!",
            "msg_finana": "FINA-NA-NA-NA-NAMI!!! Thanks for everything you've done for NijiEN so far. Ngl, I was not gonna audition for NijiEN at first cuz I just didn't felt confident enough but your twitter space was the right push for me to give it a try!!!",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_49.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Tbird",
            "msg_lazulight": "Congrats on a full year of being the first NijiEN group, ladies! I was late to the party initially, but have enjoyed my time spent watching y'all!",
            "msg_elira": "Hi, Ewiwa! Congrats on making it a full year as a member of NijiEN! I may have been a few months late to find you, but I've enjoyed every stream I've watched!",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/virtuesnvices_P",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "dddP25",
            "msg_lazulight": "Happy anniversary LazuLight! Cheers for more fun memories ahead! We all love you!!!",
            "msg_elira": "Love you Elira Pendora, the one and only Solar Sky Dragon, we Famelira are here for more rides with you!",
            "msg_pomu": "BIG LOVE POMUUUUUUU, we Pomudachi hope you are having a blast this past year and here's for more years, and I AM POMUUUUU",
            "msg_finana": "Happy anniversary FEESH! We Ryuguards are here to celebrate with you! Hope you are having fun forever and after!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Obviebear",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Obviebear",
            "msg_lazulight": "Congrats Lazulight on one WHOLE YEAR! Thank you for bringing the Nijisanji to the EN world. You three have brought a lot of laughs to me when I needed it. Keep up the amazing work and I can't wait to celebrate again next year and the next!",
            "msg_elira": "Happy one year Elira! Thank you for being you. Can't believe it's been a full year already. Keep up the amazing work and I can't wait to share more laughs together with yourself and the community! PS. Thanks for killing cringe",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Eia_vsinger",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Eia Mhara",
            "msg_lazulight": "Congratulations LazuLight! You shook up the VTuber world once again with your debut and brought NIJISANJI untold success in the West! You should be very proud of yourselves <3 I will keep supporting you for many years!",
            "msg_elira": "It was an honor to cover your part in the Diamond City Lights Fan Cover Elira! When I saw your debut it truly was “love at first light” and that’s only grown since then. Congratulations on 1 year, I look forward to many more as a loyal Weewa!",
            "msg_pomu": "Happy Anniversary Pomu! You have brought so much to the VTuber world with your unique content and bright personality. I am a proud Pomudachi and will faithfully wota every time I hear DCL for the rest of my life while thinking of you!",
            "msg_finana": "Happy Anniversary Finana! You have helped redefine what VTubers are through NIJISANJI and your hard work; I hope you continue to love what you do for a long time. I also love your original song Tsunami and can’t wait for more bangers from you! ",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Zaraster00",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Zaraster",
            "msg_lazulight": "Hello Girls, ty for the all the fun times you've given us these last year! Your group dynamic is awesome and I hope we can continue having even more fun times!",
            "msg_elira": "",
            "msg_pomu": "Hello Pomu! I really love that you've been able to give us this last year of fun, happy moments that makes us continue moving forward while still having fun in our lives, remember that we will always be there for you no matter what",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_52.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/ThatMikuFan",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "ThatMikuFan",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "Thank you for so many fun times together, you have built a great community with a ton of wonderful people. You make me proud to call myself a Pomudachi  pomuLove",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/akaasianguy",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "akaasianguy",
            "msg_lazulight": "Congrats on 1 year! It's been a blast ever since the debut of Diamond City Lights until now!",
            "msg_elira": "",
            "msg_pomu": "My kami oshi! Thank you for entertaining the pomies for a whole year. I can't wait to see what you have in store for us in the future!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/PurpleLeinn",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Purple Leinn",
            "msg_lazulight": "Congratulations on your 1st Anniversary, LazuLight! Thank you so much for brightening up our lives since your debut! I wish you more blessings to come. Continue being the awesome people we know you are and always remember, we love you! <3",
            "msg_elira": "",
            "msg_pomu": "Hi Pomu, congrats on your 1st year! I may not have been there at the start of your journey, but I'm glad I was able to find you. Ever since I did, every day has been so bright and full of laughter. I love your voice and energy so much! <3",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_24.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Aznkid671",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Drifter Jin",
            "msg_lazulight": "Thanks for the amazing year worth of content, you girls really brighten up any rainy day for me and you've helped me through some tough times. You three are so amazing and fantastic.Here's to more successful years! POG!",
            "msg_elira": "Elira, you're the most Sheesh Pog Based Girl out there. On a serious note, I really enjoy watching your streams. You're always so chill and cool. It's just always nice to tune in to your stream and relax. Also people who wears Crocs are cool.",
            "msg_pomu": "Pomu, you were the one that introduced me into NijiEN. I remember binge watching vtubers playing Henry Stickmin and seeing your stream pop up. Hearing you say, \"Ancient Meme\" on Shoop Da Whoop made me so happy. I subscribed and never regretted it.",
            "msg_finana": "Finana, I really like how you don't really hold nothing back and it makes for the funniest moments. Also \"Tsunami\" is such a great song. I can't wait to see what the Feesh has planned for the future!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "aDumbassRoomba",
            "msg_lazulight": "",
            "msg_elira": "Phew... time surely does fly huh? Already a year of ewiwa being wingmaned by chat in all sorts of situations:) For this momentous occasion and many MANY more to come! Thx for your hard work and dedication to us all on a (nearly) daily basis!",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Icy_Meerkat",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "IcyMeerkat",
            "msg_lazulight": "Happy One Year Lazulight, we are very proud of you and of everything you've done. You deserve all of the happiness and love that the world can give, and thank you for bringing us so much happiness. You mean the world to us and we love you guys <3 ",
            "msg_elira": "Since the first time i saw you, i could tell you were like the sun, bright and beautiful so thank you for being that light in our lives and showing us the way through the dark. I look forward to hanging out with you more. I love you ewiwa <3",
            "msg_pomu": "Over the last year we've gotten to see how amazing you are, from your dorkiness to the amount of hard work you put into creating. You really are the best fairy ever, I look forward to spending more time together in the future. love you pomu <3",
            "msg_finana": "After all the streams and time that we've spent, you might not realize but you really are amazing Finana and you deserve all of the happiness and love that the world has to give. i look forward to being together more in the future, i love you fina <3",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Asuki",
            "msg_lazulight": "Congrats on the 1 year anniversary! You've all made it so far, and I am sure will continue to do even better. You are all so talented and gifted in your own ways. Everyone of you have changed our lives.",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/yuuuq_q",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Yuu",
            "msg_lazulight": "Hi LazuGirls, hope y'all are having an amazing day today! I just wanted to say that the three of you had a really great impact in my life and if it wasn't for you guys I wouldn't be pursuing my dream right now, so thank you so much for existing!",
            "msg_elira": "EWIWAAAAAAA, MY OSHIII i love you so much! ;w; your streams and clips brings so much joy in my life! thank you so much for always working so hard for us and also for yourself, please always take care, we FamElira loves you lots lots lots! T ~ T",
            "msg_pomu": "HELLO POMUMUMU!!! thank you so much for all the hardwork you put into your streams, it's really entertaining and is so fun to watch! thanks to your POMU CHANT I wake up whenever now because it's my alarm. xD love you lots and always take care!! ;u;",
            "msg_finana": "HEY FINAURNAUR!!! the seison't feesh that brings a smile to my face everytime! thank you so much for giving us a lot of memorable moments to look back to in the future! stay cute and seison't, we love youuu!! <33\n",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "beesDotMoe",
            "msg_lazulight": "This past year has been nothing short of magical. Congrats on an amazing first year!!!! To a second and third that tops even this first!!!!!!!",
            "msg_elira": "",
            "msg_pomu": "The sheer joy you bring me each day has made you my irreplaceable Kami-Oshi. Thank you for being you, and I hope we can support you for many more years to come. Happy 1st Anniversary at Nijisanji!!!!!!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Jiwa",
            "msg_lazulight": "I can't believe it's been a year! The debut of Lazulight still feels like yesterday ;; One year is a long time but also really short. I hope you all enjoy your time at Nijisanji and continue to bring us joy!!! We love you!!!",
            "msg_elira": "Ewiwa! The dragon of the dragoons, your laugh is so contagious and it's always so much fun watching your streams! Thank you for everything and it's been a really fun year! Looking forward to your future content AHHHH!!!",
            "msg_pomu": "Although I've been watching 2434 before Lazulight's debut, you were the first one I felt like calling an oshi! Thank you sooo much for bringing us joy and happiness. I love the chaos you bring and look forward to everything you do in the future!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Chovek",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "Thank you Pomu for being such an amazing entertainer and making what would've normally been a terrible year for me so much better! Please never get discouraged from doing what you love as your creativity is a source of endless entertainment for us!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Miguel Macias",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "Congrats on 1 year! When I found you I wasn't expecting you to become such a huge part of my life. Ever since then I've been hooked on your lovely personality, beautiful voice and fun streams!! Hope you can stay with us for many, many more years! ♥♥♥",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_32.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "KaiyoMoon",
            "msg_lazulight": "Congrats on making it to 1 year girls! Been here since debut and I love the energy you all have together, especially during collabs! Looking forward to seeing more of you all during the next year and the years to come!",
            "msg_elira": "",
            "msg_pomu": "Congrats for 1 year Pomu!\nBeen watching you since the original debut and I love your energy! \nI was watching you all passively for a bit but once the tangents started I was hooked and pomufication started taking hold of me.",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_14.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "GPFlopi",
            "msg_lazulight": "Happy Anniversary LazuLight!\nI would just like to thank you all for being the wonderful team you are, because if it wasn't for you I might have never given a chance to Nijisanji. I would have missed so out on so much fun streams! Thank you! ",
            "msg_elira": "Happy Anniversary Elira!\nI would like to specially thank you! You were the first one I watched in Nijisanji, and without you I might have never given a chance to the others! Thank you for being you and all that you do! <3",
            "msg_pomu": "Happy Anniversary Pomu!\nThank you for all the fun times on stream! You are really talented and an amazing person. I will be looking forward to another year of Pomufication! :D ",
            "msg_finana": "Happy Anniversary Finana!\nThank you for all the fun times on stream! I will be looking forward to another year of seiso feesh moments, you made me laugh so many times with your humor, thank you for those. :D",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/yuki_felrhan",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Yuki",
            "msg_lazulight": "Congrats on a year! 🎉 Thank you for all you have done, and I hope you girls keep doing what you love!",
            "msg_elira": "Great work! Stay healthy and keep doing what you do because you're amazing!",
            "msg_pomu": "I am so ecstatic that you're revisiting such classic games. Stay based Pomura Inpuff",
            "msg_finana": "You were the one that dragged me down the rabbit hole. Your spooky's house stream was the very first stream I've ever watched from start to finish live. Thank you",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/bep256",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Bep",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "Hi pomu! Ur so fantastic and ur streams make my day every time. Excited for whatever comes next!!!!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_46.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Sparkleaf",
            "msg_lazulight": "Every day has been special since the day you three debuted, and it wouldn't be the same without any one of you. Thank you, LazuLight! ",
            "msg_elira": "",
            "msg_pomu": "Whether you're exploring your creativity, hanging out with your friends, or just chatting with us, you always put a smile on my face. I'm proud to call you my oshi, and look forward to supporting you and the rest of Nijisanji EN for years to come.",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "1M0",
            "msg_lazulight": "Happy 1 year anniversary!!🥳It's amazing how it's already been a whole year since your debut, and I can't wait to watch more of LazuLight's streams in the future! ",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_14.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Hise_bel",
            "msg_lazulight": "Congrats of your 1st anniversary Lazulight! Thanks for bringing the light and joy to my life, you can't imagine how I am glad that I have meet you in this tough time of the year, love you all and will keep supporting you all to the very end!",
            "msg_elira": "Congrats on your 1st anniversary Elira! Thank you for joining 2434 and thank u for being u, words can't express how much you impress me every single time with ur hilariousness, cuteness and how good u sing. Love you always from a girl fan teehee.",
            "msg_pomu": "Congrats on your 1st anniversary Pomu! I would want you to know that I am so happy to meet you as you have save me to go through so many tough times this year, ur stream always bring so many laughter and cries. I love u and will support u always.",
            "msg_finana": "Congrats on your 1st anniversary Finana! Thanks for joining Nijisanji and let us meet you and bringing us so much joy in our days, please don't stop being you and continue to have fun whenever you want.",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Kaioner",
            "msg_lazulight": "Thank you for taking away the stress of life, keep up the amazing work.",
            "msg_elira": "Thank you for helping me get through university easier, your streams take the stress of it away.",
            "msg_pomu": "Your chaotic nature helps me relax, thank you.",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Rundas9000",
            "msg_lazulight": "Lazulight debuted the same week I got my first job after graduating university. Working from home can be isolating, but you all helped me avoid that. I'm a part of a loving, wholesome community now. I'm so grateful of you all for that. Thank you!",
            "msg_elira": "Elijah- no, Elmo- I mean, Eeyore- uhhh, Elira! Elira, your comedic timing is genius. You never fail to make me laugh! Thank you for always bringing a smile to my face. I wish you all the best and more!",
            "msg_pomu": "Pomu, you are sunshine. You're able to brighten the world simply by being yourself. There's never been a fairy more full of life or passion. Wherever you go, happiness follows. You deserve all the love in the world, and you certainly have mine.",
            "msg_finana": "Finaurnaur the Feesh, you've got that crown for a reason and it's because you're Queen of the Seas! You're also a really sweet girl with a heart as big as the ocean. Keep on being you, Finana!",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_21.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/SkullGrimoire",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Grim",
            "msg_lazulight": "Happy 1 year Anniversary to lazulight! Looking forward to more years to come!",
            "msg_elira": "Cant believe it has been 1 year ewiwa, you are my first membership ever on youtube and i still have yet to regret it. Thank you very much for being such a joy to watch and making my day much better. Looking forward to spending more time with you eli!",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_08.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "GalacticSeaLion",
            "msg_lazulight": "Happy 1st anniversary! I can’t believe it’s already been one whole year! Thanks for all the fun and joy you’ve brought us with your streams, and for all the hard work you've put in behind the scenes! Here’s to many more anniversaries to come!! 💙💚💛",
            "msg_elira": "Congrats on 1 year Ewiwa! You’ve come so far, and I couldn’t be more proud of you! It’s been a blessing this past year being able to spend time with you and the Famelira! You deserve the world, and I can’t wait to see how much further you’ll go! 💙💜",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_07.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/TempestLiang",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Jackson",
            "msg_lazulight": "Dear Elira, Pomu, and Finana. Congratulations on completing your first year as Nijisanji Livers! From the first Sheesh, the first Kahen mix, the first grrr, you girls truly did bring untold joy and happiness to our lives. Thank you Lazulight! ",
            "msg_elira": "SHEEESH! For someone who isn't an \"endurance streamer\", Ms Elira Pendora of NIJISANJI EN sure streams a lot. I never thought that anyone pressing a button for 8 hours straight can be so entertaining. Thank you Elira! Congrats on 1 year!",
            "msg_pomu": "I'm Pomu! You're Pomu! We are all Pomu! The Pomufication can't be stopped! Your stream is so creative that I never know what I'm going to miss if I skip a stream! Congrats on 1 year of nonstop fun! ",
            "msg_finana": "Feesh! I really love how open you are with your fans and how passionate you are with your hobbies! Listening to you talk and hearing you joke around with the homies never gets old. Congrats on 1 year! ",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/thundercookie15",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "thundercookie15",
            "msg_lazulight": "Happy Anniversary you three! It's already been a year even though it doesn't feel like that at all. This year has been a wild ride and I can't wait to see what you have in store for use in the future! Thank you all for everything!",
            "msg_elira": "Happy Anniversary Elira! From chill vibes to chaotic moments, your streams always amaze me. I love your dynamic with chat and the chill vibes you give off always seem to make me relax after a rough day! Thanks for being you!",
            "msg_pomu": "Happy Anniversary Pomu! Your originality and creativity in your streams are super funny, and even the interaction with chat always amaze me. Thank you for this fun year you've provided us! I can't wait to see what you have in store for the future.",
            "msg_finana": "Happy Anniversary Finana! Your streams always brighten up my mood after a rough day and I can always get a laugh out of them. I can't wait to see what you will accomplish in the future! Thank you for all the fun streams this year! <3",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/AvrosKyargath",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Avros Kyargath",
            "msg_lazulight": "Congrats on your 1 year anniversary! I remember the hype I felt when your debut program was first announced and I couldn't wait to see how the first members of Nijisanji English would be.\n\nYou all blew me away with your talent and creativity!",
            "msg_elira": "Elira, you are always so wonderful and it is a joy to watch you play games or sing songs you love. You are a dragon of endless energy sometimes with your endurance streams (intentional or otherwise) and Lazulight wouldn't be the same without you!",
            "msg_pomu": "Pomu, you are definitely the worlds strongest fairy with all your PP energy. I still remember the 100 God Knows stream and how much fun it was to watch and in the end emulate you for a welcome back project. You're always so creative.",
            "msg_finana": "Finana, my kami oshi. I cannot in merely words get across how inspiring and wonderful you are to me. I'll always be there to support you and I hope you have many more successes of your own in the future. I'll always be a Ryuguard, thank you.",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_02.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Sacchin",
            "msg_lazulight": "Congratulations on your 1st anniversary!",
            "msg_elira": "",
            "msg_pomu": "Hi Pomu! I'm terrible with words so I'll just thank you for all the happiness you've brought to us pomudachi, your cheerfulness brightens our days and the fun moments you share with us  have a special place in our hearts. Happy lazuversary!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/ChibacityB",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Imposter Amon Us",
            "msg_lazulight": "",
            "msg_elira": "Dear Elira, thank you for being here. Although you are kinda uncultured on many things and often have many \"no-brian\" moments, we are still happy to laugh at them as a group of Weewas. I hope that in the future I can find more ways to entertain you. ",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_02.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "MKTetris",
            "msg_lazulight": "Congratulations on your 1 year anniversary! You girls have achieved a lot and I believe you will achieve even more great things in the future!",
            "msg_elira": "Hey Ewiwa! I'm so glad I've met you this past year. You've been a really positive influence in my live and I'm glad that because of you I've met the great community that is the Famelira! Will continue to cheer you on for as long as I can!",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_21.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/wildnexus",
            "art_lazulight": "",
            "art_elira": "GeneralFanArt/elira_art/elira_07.webp",
            "art_pomu": "",
            "art_finana": "",
            "name": "wildnexus",
            "msg_lazulight": "Congrats on 1 year Lazulight! Watching you all grow, change, and welcome new waves has been so much fun! You really are the rock of NijiEN and I can't imagine a better group. Let's continue to be shimmering lights and guide us through another year!",
            "msg_elira": "Congratulations on one year to my oshi! Your wonderful singing, personality, and welcoming vibe really connected with me. Seeing you grow through the year has been amazing! Let's keep on shining together and push for another wonderful year!",
            "msg_pomu": "Congrats on one year Pomu! You were the first NijiEN liver I saw and you instantly drew me in with your fun streams, your \"Pomu\"ness, and your lovely singing. It's been a lot of fun watching you grow! Here's to another wonderful year of Pomufication!",
            "msg_finana": "Congrats on one year you wonderful Feesh! You always bring smiles to our faces with your fun stories, singing, and legendary moments. It's been a blast watching you grow! Let's keep swimming to another wonderful year Finana!",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_50.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_62.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_27.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "McWong",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "Happy 1 year, Pomu! What a bright light you are to us all, bringing fun, laughter and the occasional mald to the Pomudachis and beyond. Keep doing it your way, and here's to the coolest fairy! Looking forward to future world Pomufication, I'm Pomu!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "The Holy Wooomy with 69 Nuggets of Toasted Squidies",
            "msg_lazulight": "",
            "msg_elira": "sheeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeesh",
            "msg_pomu": "Heya Pomu, Pomu here. I just wanted to say thank you so much for being so spectacular. I'm so I've stuck with you for so long and I'm so proud of how far you have come, you truely earn it. I will always keep supporting you with all of my PP energy!!!",
            "msg_finana": "You are so entertaining and lovable, thank you for being so god damn amazing Finance",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "E (now with reverb)",
            "msg_lazulight": "",
            "msg_elira": "Hey Elira, local chuuni here. Just wanted to say congrats on doing great for a whole year, and that your laugh is contagious. This party's gotten crazy, but we still vibing out here. Stay strong, stay SSStylish, and stay motivated. 私 will 見る you 次回.",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/reiykhuu",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Saeren",
            "msg_lazulight": "Happy one year anniversary Lazulight! Thank you so much for pushing Nijisanji EN to such heights, you've brought so much joy to all of us. Let's gooooo for many more years to come! ",
            "msg_elira": "Ewiwa~ thank you so much~ you were my introduction to Nijisanji and I've been having so much fun watching your streams! Keep it up and I'll be forever supporting you~",
            "msg_pomu": "Pomuuuuu your streams are so creative enjoyable keep up the great work~ looking forward to supporting you for years to come! ",
            "msg_finana": "Finana your streams are such a fun time! Keep up the great work and looking forward to supporting you for many years~",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_16.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Yahiko_Daichi",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "YahikoDaichi",
            "msg_lazulight": "Congrats Lazulight on their 1 year anniversary in NijisanjiEN! I just want to say that each and every one of you are so wonderful and talented and made me like Nijisanji even more and more. I hope the best for your futures! ",
            "msg_elira": "Hi Elira, congrats for your 1 year anniversary in NijisanjiEN! Your voice and singing are incredible and your streams helped make my days much more brighter. I hope you continue to grow as the cute and adorkable dragon you always are. ",
            "msg_pomu": "Hi Pomu, congrats for your 1 year anniversary in NijiEN! I'm glad I met you because you were the one who introduced me to NijiEN and its wonderful shenanigans and I hope you continue to grow as the fun and otaku-loving fairy you always are.",
            "msg_finana": "Hi Finana, congrats for your 1 year anniversary in NijisanjiEN! I love how you are very open and eccentric in streams but also very calm and always takes care of us and I hope you continue to grow as loving and caring mermaid you always are.",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_42.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Shikine_Kang",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Shikine Kang",
            "msg_lazulight": "So far, it has been amazing ride with the three of you. Before LazuLight, I used to only watch clips of VTubers more than their actual live streams, but now it's the opposite! You three are absolutely amazing and I love you all",
            "msg_elira": "Eli, there are so many things I love about your streams. Your fun and kind energy manages to make everyday even better no matter what. It's something that I genuinely love and look forward to everyday and I hope that can continue!",
            "msg_pomu": "Pomu, you're an absolute treat to watch and always full of surprises. The amount of creativity that goes into your Pomura streams is amazing and is something I want to aspire towards as a content creator! Please keep up your amazing content!",
            "msg_finana": "Finana, it doesn't matter if you're seiso or not, you're just amazingly cute and fun! It was fun seeing you react to Honkai's story as well as getting into spooky horror games! Please keep being your lovely self and keep up the good work!",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_25.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/JF__ND",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "JFND",
            "msg_lazulight": "Happy 1 year anniversary! You have all done so much and grown so much this past year and above all the laughs and memories, the tough times and hard climbs, we're all so grateful for all that you three do! From the bottom of our hearts, thank you.",
            "msg_elira": "Happy 1 year Ewiwa! I'm so glad that I stumbled onto your stream last year. Through you I got to meet the growing NijiEN family and many Famelira. You've grown so much this past year and I'm so proud to call you my oshi! Here's to another great year!",
            "msg_pomu": "Happy 1 year Pomu! Your endless creativity drew me in to so many of your streams even when I was unfamiliar with Nijisanji. Your Minecraft creations, your Pomu lore, all of these showcase that creativity beautifully. Keep making us Pomudachi proud!",
            "msg_finana": "Happy 1 year Finana! I still remember back when you felt shy about your singing, and you still may feel shy but my goodness can this feesh spit absolute fire. I'm so proud of how much you've grown! Here's to another amazing year!",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_09.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Killbasa",
            "msg_lazulight": "I can't believe it's been a year already. I've had so much fun watching all of your streams, and I hope you'll all have just as much fun in the coming year.",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "It's been wonderful seeing your confidence grow since debut. Hope you achieve all your goals in the coming year.",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "General Dank",
            "msg_lazulight": "",
            "msg_elira": "Elira you are one of the most funny & calm i know to chat & watch stream watching all those top tier comment &  the Karaoke I Cheer to another YEAR WITH YOU Sheesh pog Based Happy Anniversary ! and I cheer to Another year of you and the girls",
            "msg_pomu": "Happy Anniversary Pomu You are the best nobody has made me laugh like you do in years you have a way to make even the most boring day i can have into a really fun day. \nWorld Pomufication is inevitable! Lazulight will always be Great With you around ",
            "msg_finana": "Happy Anniversary Finana I like Everyone in nijisanji en but lazulight is special to me everyone is so unique and fun in there own way i cheer to another year of you and the girl You are the most charming and seiso feesh in the sea Tsunanananami!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/tsukinaga_b",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_13.webp",
            "art_elira": "GeneralFanArt/elira_art/elira_01.webp",
            "art_pomu": "GeneralFanArt/pomu_art/pomu_08.webp",
            "art_finana": "GeneralFanArt/finana_art/finana_03.webp",
            "name": "Tsukinaga",
            "msg_lazulight": "It has been a crazy year. A lot of things happened. And I am glad that Lazulight, and by extension nijisanji en, was one of these. Thank you for the fun times, and a happy year going forward to everyone!",
            "msg_elira": "I hope you continue to enjoy the little diversions along the way",
            "msg_pomu": "Never stop spreading the big pp energy!",
            "msg_finana": "Never change feesh. But maybe take better care of your teeth ",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_22.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/tsukinaga_b",
            "art_lazulight": "",
            "art_elira": "GeneralFanArt/elira_art/elira_08.webp",
            "art_pomu": "GeneralFanArt/pomu_art/pomu_09.webp",
            "art_finana": "",
            "name": "Tsukinaga",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/ItsRyesia",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Ryesia",
            "msg_lazulight": "Congrats on the 1st anniversary!!!! I know that you girls are special ever since your debuts, I can't wait to watch Lazulight's growth in the following years to come!",
            "msg_elira": "Happy 1 year anniversary Elira!! Thank you for the great year and I hope you'll only grow bigger!",
            "msg_pomu": "Happy 1 year anniversary Pomu!!!! It has been an really interesting year so far, and thank you for being there when Finana needs it. And I also love your MGS streams, was a huge nostalgia trip and hoping to see more Solid Pomu! ",
            "msg_finana": "Happy 1 year anniversary Finana!!!!! The past 1 year has been incredibly fun, the road have a lot of ups and downs but from here it's up we go. Thank you for being the kami oshi that you are and love you as always!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "NobleNoisii",
            "msg_lazulight": "I’ve been watching you all since day 1 and It’s been a wild ride of fun and craziness lmao happy 1 year and can’t wait for what the future will bring!!!",
            "msg_elira": "Sheesh, pog, based dragon always love watching your game streams and just relaxing while doing other things, also don’t tell the other girls but you got the best singing voice~ Happy 1 year Ewiwa!",
            "msg_pomu": "I’m Pomu! Always great time watching your stream since I never know what to expect! Happy 1 year and as always I’m Pomu!",
            "msg_finana": "Feeeesh cuuuute happy 1 year Finana! Keep up the Gacha so I can save my own wallet pls XD ",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/PomuPowerCenter",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "PomuPower Distribution Center",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "Hey Pomu! Thank you for your hard work this past year, all the fun moments in your streams have brought me so many laughs and so much joy!! Please keep up the good work, and I'm looking forward to another year of your awesome streams!!!",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/haz1198",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Hazzz",
            "msg_lazulight": "Thanks for always brightening up my days! Finding NijiEN has been such a good thing for me, so thanks for being the first generation and opening up a whole new world!",
            "msg_elira": "Elira girl your singing is outta this world and damn, your stream are always so chill, whether its in JP or EN. Thanks for teaching me what deez nuts jokes are!",
            "msg_pomu": "Pomu, you choosing my design as one of the winner for the Otakuthon contest has really given me a big boost of confidence. I love how much you actually love idols and how you've spread how to chants! Thanks for inspiring my creative side!",
            "msg_finana": "Finana pls do more karaoke stream I'm begging you I'm on my knees. Also never change, Feesh, and keep on just blurting all those NSFW stories. Tsunami is hella banger, baby girl!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/kawaru_2601",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Yuki",
            "msg_lazulight": "Congratulations to everyone for reaching your 1st anniversary. The past year has been such a blast and one of the big reason I feel that way is because of all of you! Looking forward to all the adventure in the future!",
            "msg_elira": "Congrats for 1-year anniversary, seeing your growth from the much seiso dragon into the one eyed lovely dragon that we know now has been a blast. Hope to see you grow more and more and of course enjoying everything along the way together!",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "KakaTan",
            "msg_lazulight": "I’ve been here since the start from your guys very first streams and I have to say I have enjoyed the content and laughs you have given me this past year which has helped me relax and help me when I’m down",
            "msg_elira": "I’ve watched you since the beginning and what I love about you is your laugh and your sense of humor which helps me relax. I hope this will carry on for years to come",
            "msg_pomu": "You was the very first nijisanji streamer I’ve watched and I have to say thank you for introducing me to many amazing people. The first stream I watched was the first minecraft stream with this you made me laugh and relax, you have also inspired me.",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/HirokawaKiro",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Kiro",
            "msg_lazulight": "Happy Anniversary, LazuLight! Thank you so much for everything that you've done for the past year! Thanks to you girls, I managed to meet and connect with so many new people, and I honestly can't thank you all enough for it! Have a great celebration!",
            "msg_elira": "HAPPY ANNIVERSARY ELIRAAAAA\nThank you so much for being... well, you! Watching your streams and clips are always a blast, and it really helps me wind down after a tiring day. I honestly can't imagine I'd be where I am today without you! Thank you!",
            "msg_pomu": "Happy Anniversary, Pomu!\nThank you for all of the streams that you've done for the past year! Without you, I honestly wouldn't have gotten into NijiEN, and I wouldn't have been able to meet so many amazing people through it. I can't thank you enough!",
            "msg_finana": "Happi Anni, Finana!\nThank you for all of the fun streams that you do almost everyday! They're really entertaining to watch! I'm only able to catch your streams through clips, but do know that I love seeing your antics a whole lot! Never change LOL",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_12.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_02.webp",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "JminTh",
            "msg_lazulight": "Happy 1st Anniversary!! Just wanted to say that you guys are so so so amazing! May you guys continue to shine. I love you guys so so much!!",
            "msg_elira": "Ewiwaaa!! You're such an amazing solar sky dragon!! Your streams always brought smile to my face and warmth in my heart. Sasuga solar sky dragon, wishing you brighter days ahead!!",
            "msg_pomu": "Pomuuu!! You're so amazing pomu. You taught me a lot of things lol. Your streams are amazing and I'm addicted to it. Wishing you brighter days ahead!!",
            "msg_finana": "Finanaaa!! I always have a mad respect for you Finana. May you continue to shine in the future. Wishing you brighter days ahead!!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Dank Dank",
            "msg_lazulight": "Thx for all the moments since you guys debuted, I never got the chance to watch a full stream due to life, but the clips have kept me well acquainted. To another year of Lazulight!",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "troosh",
            "msg_lazulight": "Congrats on 1 whole year of LazuLight! Before LazuLight, I never even thought I'd watch VTubers, but here I am. It's been an honor sharing  this past year with all of you, and I hope to have lots of fun for many years to come!",
            "msg_elira": "Happy 1 year anniversary Elira! This past year has flown by with so many smiles and laughter, and its amazing that I get to be here for it. You're a solar sky dragon that shines just as bright as the sun, so I can't wait for what's to come!",
            "msg_pomu": "Congrats on 1 year Pomu! It's been an absolute journey watching you, from singing God Knows 100 times, to playing Minecraft with Elira, and then going to court. There's a reason you're my oshi, with your big PP energy, and I won't forget - I'm Pomu! ",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_35.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "badguy",
            "msg_lazulight": "",
            "msg_elira": "Thank you for the amazing year. We have had so much fun watching your streams, listening to your karaoke, and just spending time with you during streams. We cannot wait to see what you have in store for the next year. Happy one year, Elira!",
            "msg_pomu": "You were the first debut I watched of NijiEN and I'm still here. You have put out some crazy and wacky streams, while also doing very comfy streams. And currently playing my favorite series ever. You are such a joy to watch! Happy one year Pomu!",
            "msg_finana": "We've learned a lot from you over the past year! It has been such a fun time and you still manage to surprise us now. Personally i am happy you play so much gacha so I can live vicariously through you! Happy one year Feesh!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Toast",
            "msg_lazulight": "Congratulations on your one year anniversary! I was unsure of EN vtubers at first, but ever since randomly tuning in during Finana and Pomu's Outlast stream, I never looked back. So, thank you for all the joy you three bring! <3",
            "msg_elira": "Thank you for all your hard work this year, Elira! I adore your humor, and despite not understanding it sometimes, your laughter makes me laugh too anyway. Thank you for existing! ",
            "msg_pomu": "Thank you for your hard work thus far! You are one of the few streamers that I watch even if I'm too interested in the game's content. Your commentary is the best haha! Thank you for existing! ",
            "msg_finana": "Thank you for being my entrance to NIjiEN! Your Outlast stream with Pomu was really what let me decide to go further into the vtuber pit. Thank you for existing! ",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Kei_Shiromiya",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Kei Shiromiya ",
            "msg_lazulight": "Happy First Anniversary and congrats on your debut throughout all the fun times and happiness I hope you are doing well and continue to enjoy your streams and fun time with us your fans\nKei ~",
            "msg_elira": "Happy First Anniversary Elira!! Congrats on your debut Im looking forward for more of your streams and Song Covers and originals. Hope you have fun with streaming and chatting with us weewas. I Shall always support our one-eyed dragon!!! ",
            "msg_pomu": "Congrats on your First Anniversary Pomu, As your big PP Pomudachi I will always support you. Im looking forward for more of your Streams, Song Covers and Originals. Hope you have fun.",
            "msg_finana": "Feesh and Party Everyone?, Hope you have fun with streaming and all I will always support the Finance and Finana throughout. Im looking forward for your streams, Song covers and Originals. Have fun FEEESH.",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Kuyomi",
            "msg_lazulight": "Wow! I can't believe it's already been a year! Thank you all so much for all the content you've been giving us. I had many great laughs and fun times! I hope that you all will continue to have a great time! Cheers to the present and more to come! ",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Pyrospower",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Pyrospower",
            "msg_lazulight": "Greetings from France! I've been watching you since the beginning and I would like to thank you for your streams and everything you've done. It has been a blast and I can't wait to see what the future holds. Happy 1 year anniversary!",
            "msg_elira": "Hi Elira! It's thanks to you that I started making clips! You're one of the first channels I've ever gotten a membership for, and I'm really happy about it. I'll always remember when one of my friends sent you a SC and you wished me a happy birthday!",
            "msg_pomu": "Hi Pomu! I would like to say that your streams and the videos you posted always brighten my day and make me smile. Hope you can spread even more big PP energy! Thank you so much!",
            "msg_finana": "Hello Finana! I'll always treasure the times we spent together. You've never failed to make me happy with your content. You're the best feesh! (PS: I'll go listen to Tsunami once again after that)",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Peanuttwin",
            "msg_lazulight": "Thank you for all the fun times! You guys helped me through a really rough time of my life and I’ll always be appreciative of that. Congratulations and here’s to many more!!!!",
            "msg_elira": "Congratulations on 1 year! Out of all of EN, I’ve watched you the most. Your laugh always brightens up my day. You inspire me to do my best. Thank you!!!! Here’s to 1 year and to many more!",
            "msg_pomu": "Congrats on 1 year!! You are honestly one of the funniest people out there. Your comedic timing is amazing! Thank you for being you and making everyone smile!",
            "msg_finana": "Feesh! Congratulations on 1 year! You’re so cool and nice and funny, all of which has made me smile. Thank you for all the good times!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/fungi_v",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Fungi/Funghee",
            "msg_lazulight": "Happy 1 year Lazulight! You have all done such phenomenal things in the last year and I can’t wait to see what you all do in the future!",
            "msg_elira": "Elira! You’re so wonderful at everything you do! Your more casual attitude and ability to support the people around you is so inspiring, thank you for joining Nijisanji! \n\nP.S. thank you for singing High School Musical ",
            "msg_pomu": "Pomu! Thank you for always being true to yourself, I find when I’m having a sour day or just need a pick me up I have your streams to go to and it always cheers me right back up <3",
            "msg_finana": "Finana! You’re a joy to watch and see grow! This past year has been a treat and being able to pop into stream and have a fun time has been a blessing!",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Irik",
            "msg_lazulight": "",
            "msg_elira": "I felt the days in the past year were a little brighter than the year prior; I wonder why. \nCouldn't have possibly been because of a certain solar sky dragon that's here to brighten up our days, right? \nHappy first anniversary Elira! ",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/Supaishy",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Supaishy",
            "msg_lazulight": "It's been a whole year but it feels just like yesterday. Thank you for all the laughs and fun times! Times may be tough but these streams truly illuminate what's inside. ;) Looking forward to another year of ninisani adventures! ",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Zephyr Kitten",
            "msg_lazulight": "It's been amazing seeing you three grow so much as both a team and streamers. Even with a legion of kouhais, you three have never lost your charming, goofy, relatable touch. Thanks for always giving it your all, here's to another year of memories!",
            "msg_elira": " I remember in your debut your \"dragon\" line absolutely floor me, and since then you've continued to capture my heart. You're a truly amazing streamer, if a bit of a dork. So keep shining Big E, here's to another year of fun, Weewas here too!\n",
            "msg_pomu": "Your streams always put a smile on my face, whether it be Metal Gear or some crazy new Pomu concoction. I never know what to expect from you, but I know it'll make my day. It's been great being Pomu, especially since we get to spend it with you!",
            "msg_finana": " I know you're still a bit shy about things, but it's been crazy seeing you come so far, with your original song and all the hard work you've done. We really do appreciate how hard you work, but know you love to have fun too. You da best, Feesh!\n",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_13.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/ErawanLH",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Erawan",
            "msg_lazulight": "Congratulations on your 1 year anniversary! I couldn't have asked for a better group of people to start with for Nijisanji EN! Thank you for all the great times you've given us this past year. Here's to all the fun times in the future!",
            "msg_elira": "Thanks for the all the great times, and thank you for being someone so special that I'm proud to call you my Oshi! ",
            "msg_pomu": "Pomu, thank you for being Pomu. I can't imagine a Pomu more Pomu than you, even though we're all Pomu! Congratulations on one year, and can't wait for the future!",
            "msg_finana": "Finana! Congratulations on one year! Thank you for all the great times you've given the Ryuguards and all the fresh and open talks you've had.",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "https://twitter.com/MindMaster83",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Alex P",
            "msg_lazulight": "",
            "msg_elira": "LOVE YOU EWIWA",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "GeneralFanArt/elira_art/elira_06.webp",
            "art_pomu": "",
            "art_finana": "",
            "name": "Artster",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_03.webp",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Mazuri",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_09.webp",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Dani",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_05.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_04.webp",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Kri",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_08.webp",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "miya",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_16.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_15.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_06.webp",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "noubon",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_07.webp",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "gosher",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "GeneralFanArt/lazu_art/lazu_12.webp",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "suminoja",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_39.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "GeneralFanArt/pomu_art/pomu_03.webp",
            "art_finana": "",
            "name": "Nemu Nemu The Sleep Queen",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_26.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "GeneralFanArt/pomu_art/pomu_07.webp",
            "art_finana": "",
            "name": "AV",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_22.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Tzu",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_20.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "pres♤",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_19.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "third12",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_06.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "nixon",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_37.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Uinseann",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_18.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Clearplasticcups",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_04.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Aletheia024",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_01.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_03.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_01.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Hannah",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_41.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Jiwa",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_20.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "tunket",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_37.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Yuki Baskerville ",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_29.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Super",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_19.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "[ラリー] Ninisani Moments",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_28.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Mariakko",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_40.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Mihan",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_06.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Jibs",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_02.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Just S.C.A.M.",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_11.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "cinnndaquil",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_08.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Big Pomio",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_04.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "PagePyralis",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_30.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Glis",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_12.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "ChickenKaichou (drawn by Miguel)",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_33.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Dysmas",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_10.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "GG",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_34.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Turtle",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_27.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "creativeimplode",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_31.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Sira",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_42.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "McVaca",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_25.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Akatsukin",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_23.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Outhale",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_18.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "casper0977",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_07.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Nicole",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_05.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "OZ",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_10.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "OreoTheFrog",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_11.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Sura",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_46.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_51.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_13.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Leek",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_07.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Lilac Ch.",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_08.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "DS_ST",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_04.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Cobalnite",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_09.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "ChewGun",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_17.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "marijo",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_16.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "FreeNachos",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_45.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Emily Lee",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_43.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "ANK",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_35.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Floran",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_53.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "nat ",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_32.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Trem",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_44.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Shirokuma",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_47.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_55.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_23.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Kuma",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_39.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_60.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_26.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Pastel",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_48.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "wyfu",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_40.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_61.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Pekete",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_34.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_56.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_20.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "lillinlo",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_30.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_44.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_19.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Dovin",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_33.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Saxmith",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_59.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_25.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Zephyr Monochrome",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_51.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Son Gobu",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_57.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Rezerk Art",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_38.webp",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_58.webp",
            "art_ryuguard": "GeneralFanArt/ryuguard_art/ryuguard_22.webp"
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Bel",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_47.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Aslı Demir",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "",
            "art_pomudachi": "GeneralFanArt/pomudachi_art/pomudachi_50.webp",
            "art_ryuguard": ""
        },
        {
            "social_url": "",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "name": "Esclavo de Towa-sama y Lunita",
            "msg_lazulight": "",
            "msg_elira": "",
            "msg_pomu": "",
            "msg_finana": "",
            "art_weewa": "GeneralFanArt/weewa_art/weewa_43.webp",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "name": "Clockwork02",
            "social_url": "https://twitter.com/Chinchillas185",
            "msg_lazulight": "Congrats on 1 year since Debut! I can't believe its already been an entire year! You girls definitely changed my life and honestly are the reason I really got into Nijisanji at all! Thank you and keep up the great work!",
            "msg_elira": "Happy Anniversary, Ewiwa! 1 Year ago I saw your debut and when you said we could call you 'my oshi' or 'my favorite vtuber to ever exist', while I didn't think that right away, I found myself liking you and your streams more and more. From your amazing singing to your fun antics in games or just simply the stuff you say during zatsus, I have a great time whenever I see any of your streams! I also never thought I would pick up on saying sheesh as much as I do if I hadn't found you, keep up the great work my Sheesh pog based sky dragon oshi!(who is also my favorite vtuber to ever exist)",
            "msg_pomu": "Happy anniversary Pomu! Having followed you (and all of lazulight) since debut I've loved how your loading screen has grown with all the different pomus over the past year. You're a bright and energetic fairy and the energy is contagious, and I love how you like to try new things all the time! I will never see Big PP energy the same. Keep up the great work and thank you for being part of such a fun and great start to NijiEn!",
            "msg_finana": "Happy anniversary Feesh! I really enjoy alot of the games you play and how open and honest you are with yourself! I love seeing your interactions with other livers and seeing all the fun antics you're up to on your streams and I hope you'll continue to do so in the future! I loved hearing Tsunami and I hope you will do more songs in the future. You're doing great and I'm sure you'll continue to do great for years to come!",
            "art_lazulight": "",
            "art_elira": "",
            "art_pomu": "",
            "art_finana": "",
            "art_weewa": "",
            "art_pomudachi": "",
            "art_ryuguard": ""
        },
        {
            "name": "Acid",
            "social_url": "https://twitter.com/acidpiss_",
            "msg_dcl": "Lazulight, thank you all so much for bringing me hope and laughs over this past year! Here's to many more."
          },
          {
            "name": "Tzu",
            "social_url": "",
            "msg_dcl": "HAPPY 1 YEAR ANNIVERSARY!! Hope to spend more years with you girls <3"
          },
          {
            "name": "Kaerrie",
            "social_url": "https://twitter.com/_kaerrie_",
            "msg_dcl": "Congratulations on your 1st anniversary! Time flies by so quickly and its already been a yearheres to many more years to come! Thank you for being yourselves and always doing your best! Sending all the love~!!"
          },
          {
            "name": "thatmtrx",
            "social_url": "https://twitter.com/sinibladekat",
            "msg_dcl": "Elira is VERY cute and she inspires me to sing! It was an honor to represent the oshi in her very own song :flushed:!"
          },
          {
            "name": "DrSuccessful",
            "social_url": "https://twitter.com/DrSuccessful_",
            "msg_dcl": "Singing has always been a hobby of mine that I've kept to myself, but I wanted to help to show my love and appreciation for you all. Little did I know this would inspire me to branch out even more! Thank you for all the happiness you share with us!"
          },
          {
            "name": "Zephyr Monochrome",
            "social_url": "https://twitter.com/coldace_24",
            "msg_dcl": "Happy Anniversary, Lazulight! It's been such an amazing year together with all of you! All the memes, the stories, and all the memories we've made became such a big part of my life. I wish it could all last forever! Thank you Elira, Pomu, and Finana!"
          },
          {
            "name": "IcyMeerkat",
            "social_url": "https://twitter.com/Icy_Meerkat",
            "msg_dcl": "Happy 1yr anniversary Lazulight, I am very proud of you guys for working so hard and I'd like to say thank you for being here with us and for us. We love you very much and we look forward to spending a lot more time together. I love you Lazulight <3"
          },
          {
            "name": "hyuni",
            "social_url": "https://twitter.com/hyunicat",
            "msg_dcl": "it has been an honour to be able to participate in this project! lazulight's activities since debut have had a significant effect on my life i will forever be thankful. happy 1 year anniversary!"
          },
          {
            "name": "ottrbottl",
            "social_url": "https://twitter.com/hikikneekomori",
            "msg_dcl": "TYSM for everything. This past year has been amazing and I look forward to the upcoming years as well. "
          },
          {
            "name": "PhinAgain",
            "social_url": "https://twitter.com/Phin86_",
            "msg_dcl": "Thank you, Lazulight for the 1yr of memories! I'm glad to have been watching since debut & because of y'all, I also found a fun community to be in. From making the God knows for Pomu to this, I've had fun. Thanks for the content y'all put out for us!"
          },
          {
            "name": "Thunderwing",
            "social_url": "",
            "msg_dcl": "Wow, a year already!... I say that but it feels like you guys have been with us since forever... Thank you for this entire year of smile, memes, cringe and laughter!!! Here is to another, and forevermore!"
          },
          {
            "name": "Eia Mhara",
            "social_url": "https://twitter.com/eia_vsinger",
            "msg_dcl": "Congratulations LazuLight!! Thank you for everything you do; you really are a shimmering light that has guided us through the night!"
          },
          {
            "name": "PlusJ",
            "social_url": "https://twitter.com/P1usJ",
            "msg_dcl": "Happy 1 Year of LazuLight! I've made so many happy memories this past year and had so much fun that it seems surreal that its been a year already! I hope to keep on making happy memories with not just LazuLight, but all of NijiEN!!!"
          },
          {
            "name": "Lemon",
            "social_url": "https://twitter.com/lemonostril",
            "msg_dcl": "Happy Anniversary, Lazulight!! Thank you for bringing us NijiEN as we know it today and making my days so much brighter! Here's to an amazing second year!"
          },
          {
            "name": "PastelSonico",
            "social_url": "https://twitter.com/PastelSonico",
            "msg_dcl": "Thank you Lazulight for brightening my days and filling them with laughter and fun ^u^"
          },
          {
            "name": "Sen",
            "social_url": "https://twitter.com/csenge_furi",
            "msg_dcl": "Congratulations on your first anniversary!! It's hard to believe it's been a year since your debuts ; ; Ive had a lot of fun this past year, and I will continue to support you for many years to come! Congrats LazuLight! "
          },
          {
            "name": "mashirooo",
            "social_url": "",
            "msg_dcl": "Happy 1st Anniversary, LazuLight! This year has been a really eventful year with you guys, with all the joy and laughter yall brought, as well as some emotional moments. We love you all very much and we hope that this happiness lasts forever. "
          },
          {
            "name": "Soul Jam",
            "social_url": "https://twitter.com/Soul_Jamelson",
            "msg_dcl": "Congratulations, LazuLight, on an incredible first year! Couldn't have asked for a better group; your talents and dynamics are great, and roped me right away into the Nijisanji world. Here's to another wonderful year of making memories together!"
          },
          {
            "name": "The Holy Wooomy with 69 Nuggets of Toasted Squidies",
            "social_url": "",
            "msg_dcl": "Heya Pomu! You are so fun and enjoyable and I wanted to thank you for bringing so much joy into my and everyone else's life, I'm so glad that I've been able to see your progress into the amazing fairy that you are now! You've truly earned it!!!"
          },
          {
            "name": "Kohibeats",
            "social_url": "https://twitter.com/Kohibeats1",
            "msg_dcl": "Happy 1 year Anniversary!!"
          },
          {
            "name": "Pink/",
            "social_url": "",
            "msg_dcl": "I cant believe it has been a year since Lazulight debuted!! I am very grateful to have the honour to cover dcl (the best; most twerkable song) with the lazucords for my oshi Feesh no less! CONGRATS on the anniversary and thank you always!"
          },
          {
            "name": "wizwaaz",
            "social_url": "https://twitter.com/wizwaaz",
            "msg_dcl": "For creating a place where we can laugh together, cry together, and relax together, and for bringing this incredible community together(love you guys!), thank you Elira, thank you Pomu, thank you Finana. Happy 1 Year Anniversary Lazulight!!!!!!!!!!!"
          },
          {
            "name": "jessica",
            "social_url": "https://twitter.com/_arisamisaki_",
            "msg_dcl": "Congratulations on 1 year anniversary Lazulight! Thank you all so much for the hard work and I hope to keep celebrating more milestones with Lazulight!! Lots of love and smiles always <3"
          },
          {
            "name": "DeadNinja1",
            "social_url": "https://twitter.com/dead_ninja1",
            "msg_dcl": "Did you know? Frog that looks like cheese on a burger. "
          },
          {
            "name": "Keektang",
            "social_url": "https://twitter.com/keekispecial",
            "msg_dcl": "It was an honor working with everyone on this team! But especially thank you to Lazulight that brought us all together <33"
          },
          {
            "name": "NoxShadow",
            "social_url": "https://twitter.com/NoxShadow24904",
            "msg_dcl": "Thanks lazulight for changing my life, I don't know where I'd be now if it weren't for the happiness I felt since your debut and with your communities!"
          },
          {
            "name": "Jotamide",
            "social_url": "https://twitter.com/jotamide",
            "msg_dcl": "Thank you LazuLight for a year of happy memories! I hope you all had fun and I look forward to even more good times in the future :D"
          },
          {
            "name": "Pendora's Box",
            "social_url": "https://twitter.com/peeboggs",
            "msg_dcl": "I LOooOOoOve Lazulight"
          },
          {
            "name": "Fonzie",
            "social_url": "https://twitter.com/CoughAMania",
            "msg_dcl": "The three of you are amazing, the amount of hard work and dedication done for us viewers is insane, you motivate and inspire us to do our best in everything. Words cannot describe how thankful I am, and I can't wait to support Lazulight even more! <3"
          },
          {
            "name": "Mini",
            "social_url": "https://twitter.com/a1d8e2316745",
            "msg_dcl": "Within the past year, you have all brought so much light to my life and many others. It's been wonderful watching Nijisanji EN grow as much as it has, you deserve every bit of love and support for the hard work you've been doing!!"
          },
          {
            "name": "rocky",
            "social_url": "https://twitter.com/rocky_2d",
            "msg_dcl": "Lazulight is truly one of the VTuber groups of all time. Easily. by FAR. They're gaming gamers. Every time. By the time you've reached this sentence  Boom. Lazulight gamed. Right then and there. And it is only gonna get better from here."
          }
    ]
}